tap "ariga/tap"
tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "xo/xo"
brew "bat"
brew "delve"
brew "ruby"
brew "fastlane"
brew "fd"
brew "gnutls"
brew "librist"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg", link: false
brew "go"
brew "gpgme"
brew "htop"
brew "jq"
brew "magic-wormhole"
brew "mailhog"
brew "mas"
brew "mise"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "parallel"
brew "pgformatter"
brew "pipenv"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "python@3.10"
brew "python@3.9"
brew "rclone"
brew "ripgrep"
brew "sd"
brew "signify-osx"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tor", restart_service: true
brew "tree"
brew "wget"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "ariga/tap/atlas"
brew "dopplerhq/cli/doppler", link: false
brew "oven-sh/bun/bun"
cask "1password"
cask "alacritty"
cask "android-studio"
cask "appcleaner"
cask "balenaetcher"
cask "bazecor"
cask "bitwarden"
cask "brave-browser"
cask "cryptomator"
cask "dbeaver-community"
cask "discord"
cask "flux"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "gpg-suite"
cask "handbrake"
cask "librewolf"
cask "linearmouse"
cask "logitech-options"
cask "macfuse"
cask "notion"
cask "obsidian"
cask "podman-desktop"
cask "rectangle"
cask "signal"
cask "sparrow"
cask "spotify"
cask "surfshark"
cask "syncthing"
cask "telegram"
cask "tomighty"
cask "tor-browser"
cask "transmission"
cask "vlc"
cask "vscodium"
cask "whatsapp"
cask "zoom"
mas "Teampaper", id: 1199502670
mas "WireGuard", id: 1451685025
