tap "ariga/tap"
tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/services"
tap "libsql/sqld"
tap "moncho/dry"
tap "oven-sh/bun"
tap "tursodatabase/tap"
tap "xo/xo"
brew "age"
brew "bat"
brew "delve"
brew "ruby"
brew "fastlane"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "librist"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnupg"
brew "go"
brew "gpgme"
brew "htop"
brew "jq"
brew "magic-wormhole"
brew "mas"
brew "mise"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "parallel"
brew "pgformatter"
brew "pipenv"
brew "pnpm"
brew "python@3.10"
brew "python@3.9"
brew "rclone"
brew "ripgrep"
brew "signify-osx"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tor", restart_service: :changed
brew "tree"
brew "wget"
brew "wrk"
brew "yarn"
brew "yt-dlp"
brew "oven-sh/bun/bun"
cask "1password"
cask "alacritty"
cask "appcleaner"
cask "balenaetcher"
cask "bazecor"
cask "bitwarden"
cask "brave-browser"
cask "cryptomator"
cask "dbeaver-community"
cask "firefox"
cask "flux-app"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "gpg-suite"
cask "keepassxc"
cask "linearmouse"
cask "logitech-options"
cask "macfuse"
cask "notion"
cask "obsidian"
cask "paintbrush"
cask "rectangle"
cask "signal"
cask "sparrow"
cask "spotify"
cask "surfshark"
cask "syncthing-app"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "vlc"
cask "vscodium"
cask "zed"
cask "zoom"
mas "Tailscale", id: 1475387142
mas "Teampaper", id: 1199502670
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
