tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "moncho/dry"
tap "oven-sh/bun"
tap "xo/xo"
brew "1password"
brew "azure-cli"
brew "bat"
brew "delve"
brew "fastlane"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnupg", link: false
brew "go"
brew "gpgme"
brew "htop"
brew "hugo"
brew "jq"
brew "lazygit"
brew "lzop"
brew "mailhog"
brew "mas"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "parallel"
brew "pipenv"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "pyenv"
brew "python@3.9"
brew "rclone"
brew "ripgrep"
brew "rtx"
brew "ruby"
brew "signify-osx"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "dopplerhq/cli/doppler", link: false
brew "oven-sh/bun/bun"
cask "alacritty"
cask "android-studio"
cask "appcleaner"
cask "balenaetcher"
cask "battle-net"
cask "bazecor"
cask "bitwarden"
cask "brave-browser"
cask "cryptomator"
cask "discord"
cask "element"
cask "flux"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "handbrake"
cask "intellij-idea"
cask "joplin"
cask "librewolf"
cask "linearmouse"
cask "logitech-options"
cask "macfuse"
cask "microsoft-teams"
cask "notion"
cask "podman-desktop"
cask "rectangle"
cask "signal"
cask "sparrow"
cask "spotify"
cask "sublime-text"
cask "surfshark"
cask "syncthing"
cask "telegram"
cask "tomighty"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Teampaper Snap", id: 1199502670
vscode "arcticicestudio.nord-visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "mikestead.dotenv"
vscode "Orta.vscode-jest"
vscode "Prisma.prisma"
vscode "vscodevim.vim"
